Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Your files live in the Files app. Edit with any text editor, then come back to commit and push your changes upstream.
ar: ملفاتك موجودة في تطبيق الملفات. قم بالتحرير باستخدام أي محرر نصوص، ثم عد للالتزام ودفع التغييرات إلى أعلى.
da: Dine filer live i appen Filer. Rediger med en hvilken som helst teksteditor, og kom derefter tilbage for at forpligte og skubbe dine ændringer opstrøms.
de: Ihre Dateien befinden sich in der Dateien-App. Bearbeiten Sie die Änderungen mit einem beliebigen Texteditor und übertragen Sie Ihre Änderungen anschließend erneut.
es: Sus archivos se encuentran en la aplicación Archivos. Edite con cualquier editor de texto, luego regrese para confirmar e impulsar sus cambios en sentido ascendente.
fi: Tiedostosi elää tiedostossa. Muokkaa mitä tahansa tekstieditori, sitten palaa toimittamaan ja työnnä muutoksia ylösvirtaan.
fr: Vos fichiers se trouvent dans l'application « Files ». Modifiez-les avec n'importe quel éditeur de texte, puis revenez pour effectuer le commit et le push de vos modifications vers la branche principale.
he: : הקבצים שלך נמצאים בaplication Files.ערוך אותם באמצעות כל מעריך טקסט, ואז戔回 כדי להשלים והשלוח את השינויים אל הרצף הראשי.
hi: : आपके फ़ाइलें 'Files' ऐप में संग्रहीत हैं। किसी भी टेक्स्ट एडिटर का उपयोग करके फ़ाइलों को संपादित करें, फिर अपने परिवर्तनों को कमिट करने और पुश करने के लिए वापस लौटें।
hu: : Az állományokat az „Files" alkalmazásban találhatók. Átformázza az állományt bármely szövegszerkesztővel, majd visszatérjen a „commit" és a „push" funkcióhoz, hogy átalakított változatait küldje az összeadott csatornára.
id: Berkas Anda berada di aplikasi Files. Edit menggunakan editor teks apa pun, kemudian kembali untuk melakukan komit dan push perubahan Anda ke repositori induk.
it: I vostri file si trovano nell'app Files. Modificate con qualsiasi editor di testo, quindi tornate per confermare e pushare i vostri cambiamenti verso l'upstream.
ja: ：あなたのファイルは「Files」アプリ内に保存されています。任意のテキストエディタで編集後、変更をコミットし、プッシュします。
ko: : 귀하의 파일은 Files 앱에 저장되어 있습니다. 어떤 텍스트 편집기로도 파일을 수정한 후, 다시 돌아와 변경 내용을 커밋하고 푸시하세요.
nb: Dine filer finnes i Files-appen. Rediger filene med en hvilken som helst tekstrediger, og gå deretter tilbake for å bekrefte og pushe endringene dine oppover.
nl: Uw bestanden bevinden zich in de Files-app. Bewerk ze met een teksteditor, en ga daarna terug om uw wijzigingen te bevestigen en naar de upstream toe te pushen.
pl: Twoje pliki znajdują się w aplikacji „Files". Edytuj je za pomocą dowolnego edytora tekstu, a następnie wróć do procesu commitowania i pushingu zmian do źródła.
pt_br: Seus arquivos estão no aplicativo Files. Edite-os com qualquer editor de texto e depois retorne para realizar o commit e o push das suas alterações no fluxo principal.
ru: : ваши файлы находятся в приложении «Files». Редактируйте их с помощью любого текстового редактора, затем вернитесь, чтобы выполнить коммит и推送 ваших изменений в центральный репозиторий.
sv: Dina filer finns i Filappen. Redigera filerna med vilken textredigerare som helst, och gå sedan tillbaka för att bekräfta och pusha dina ändringar uppströms.
th: ไฟล์ของคุณอยู่ในแอป Files ให้แก้ไขไฟล์ด้วยโปรแกรมแก้ไขข้อความใดๆ จากนั้นกลับมาดำเนินการ commit และ push การเปลี่ยนแปลงของคุณไปยัง upstream
tr: Dosyalarınız Files uygulamasında bulunur. Herhangi bir metin düzenleyicisiyle düzenleme yapın, ardından değişikliklerinizi kaydetmek ve push etmek için geri dönün.
uk: Ваші файли розташовані в додатку «Files». Змініть їх за допомогою будь-якого текстового редактора, а потім поверніться до цього додатка, щоб зафіксувати та пушити ваші зміни у головний репозиторій.
vi: : Các tệp của bạn nằm trong ứng dụng Files. Hãy chỉnh sửa bằng bất kỳ trình soạn thảo văn bản nào, sau đó quay lại để thực hiện commit và push các thay đổi này lên nguồn gốc.
zh_hans: ：您的文件存储于“Files”应用中。您可以使用任何文本编辑器进行编辑，然后返回提交并将更改推送到上游仓库。
zh_hant: ：您的文件存儲於“Files”應用中。您可以使用任何文本編輯器進行編輯，然後返迴提交併將更改推送到上遊倉庫。

source: added
ar: مضاف
da: tilføjet
de: hinzugefügt
es: añadido
fi: lisätty
fr: ajouté
he: נוסף
hi: जोड़ा गया
hu: hozzáadva
id: ditambahkan
it: aggiunto
ja: 追加
ko: 추가됨
nb: lagt til
nl: toegevoegd
pl: dodano
pt_br: adicionado
ru: добавлено
sv: tillagd
th: เพิ่มแล้ว
tr: eklendi
uk: додано
vi: đã thêm
zh_hans: 已添加
zh_hant: 已新增

source: already up to date
ar: محدث بالفعل
da: er allerede opdateret
de: bereits aktuell
es: ya actualizado
fi: jo ajan tasalle
fr: est déjà à jour
he: כבר עדכני
hi: पहले से ही अपडेट किया गया है।
hu: már frissített változatban van
id: sudah diperbarui
it: è già aggiornato
ja: は既に最新です。
ko: 는 이미 최신 상태입니다.
nb: er allerede oppdatert.
nl: is reeds bijgewerkt
pl: jest już aktualizowany
pt_br: já está atualizado
ru: уже обновлён
sv: är redan uppdaterat
th: ได้รับการอัปเดตแล้ว
tr: zaten güncel durumda.
uk: вже оновлений.
vi: đã được cập nhật đầy đủ.
zh_hans: 已更新至最新版本
zh_hant: 已更新至最新版本

source: and %lld more…
ar: و%lld المزيد... فشل
da: og %lld mere...
de: und %lld mehr…
es: y %lld más… Error en
fi: ja %lld lisää R
fr: et %lld plus...
he: ו- %lld – עוד...
hi: तथा %lld – अधिक...
hu: és %lld – további információk...
id: dan %lld lebih lanjut...
it: e %lld altro...
ja: および %lld さらに…
ko: 및 %lld 더 보기...
nb: og %lld mer...
nl: en %lld meer...
pl: oraz %lld – więcej...
pt_br: e %lld mais...
ru: и %lld – дополнительная информация...
sv: och %lld mer...
th: และ %lld อื่นๆ...
tr: ve %lld – daha fazlası...
uk: та %lld – докладніше...
vi: và %lld – Xem thêm...
zh_hans: 及 %lld 更多...
zh_hant: 及 %lld 更多...

source: annotated
ar: مشروح
da: annoteret
de: annotiert
es: anotada
fi: annotoitu
fr: annoté
he: מוער
hi: एनोटेटेड
hu: megjegyzett
id: beranotasi
it: annotato
ja: 注釈付き
ko: 주석
nb: annotert
nl: geannoteerd
pl: adnotowany
pt_br: anotada
ru: аннотированный
sv: annoterad
th: มีหมายเหตุ
tr: açıklamalı
uk: анотований
vi: có chú thích
zh_hans: 注释
zh_hant: 註釋

source: conflicted
ar: متعارض
da: i konflikt
de: Konflikt
es: en conflicto
fi: ristiriita
fr: en conflit
he: בהתנגשות
hi: विवादित
hu: ütközés
id: berkonflik
it: in conflitto
ja: 競合
ko: 충돌
nb: i konflikt
nl: conflicterend
pl: w konflikcie
pt_br: em conflito
ru: конфликт
sv: i konflikt
th: ขัดแย้ง
tr: çakışma
uk: конфлікт
vi: xung đột
zh_hans: 有冲突
zh_hant: 有衝突

source: credentials
ar: – بيانات المصادقة
da: -krav
de: -Zugangsdaten
es: credenciales
fi: -tiedot
fr: – Identifiants
he: – זכויות גישה
hi: क्रेडेंशियल्स
hu: hitelesítő adatok
id: – Kredensial
it: credenziali
ja: クレデンシャル
ko: 신원 정보
nb: -kredensialer
nl: -credentieel
pl: – dane logowania
pt_br: Credenciais
ru: — учетные данные
sv: -kredensialer
th: : ข้อมูลบัญชีผู้ใช้
tr: kimlik bilgileri
uk: – авторизаційні дані
vi: – Tài khoản và mật khẩu
zh_hans: 凭据
zh_hant: 憑據

source: default system credentials
ar: : بيانات الدخول الافتراضية للنظام
da: : Standard-systembrugerkredencer
de: – Standard-Systemanmeldedaten
es: : credenciales predeterminadas del sistema
fi: – oletusjärjestelmätilaustiedot
fr: : identifiants système par défaut
he: – פרטי גישה סטנדרטיים של המערכת
hi: : डिफ़ॉल्ट सिस्टम क्रेडेंशियल्स
hu: : alapértelmezett rendszerfelhasználói adatok
id: : kredensial sistem default
it: : credenziali predefinite del sistema
ja: ：デフォルトのシステム認証情報
ko: 기본 시스템 자격 정보
nb: standard-systemautoriseringer
nl: : standaard systeemgegevens
pl: : domysłowe dane logowania systemowe
pt_br: – credenciais de sistema predefinidas
ru: : стандартные системные учетные данные
sv: – standardsystemautentiseringsuppgifter
th: : ข้อมูลบัญชีผู้ใช้ระบบเริ่มต้น
tr: varsayılan sistem kimlik bilgileri
uk: : стандартні системні дані автентифікації
vi: : Tài khoản và mật khẩu mặc định của hệ thống
zh_hans: 默认系统凭据
zh_hant: 默認繫統憑據

source: deleted
ar: محذوف
da: slettet
de: gelöscht
es: eliminado
fi: poistettu
fr: supprimé
he: נמחק
hi: हटाया गया
hu: törölve
id: dihapus
it: eliminato
ja: 削除
ko: 삭제됨
nb: slettet
nl: verwijderd
pl: usunięto
pt_br: excluído
ru: удалено
sv: borttagen
th: ลบแล้ว
tr: silindi
uk: видалено
vi: đã xóa
zh_hans: 已删除
zh_hant: 已刪除

source: failed
ar: تم اختيار
da: mislykkedes
de: ist fehlgeschlagen
es: Repositorio
fi: epäonnistui
fr: échoué
he: נכשל
hi: विफल हुआ।
hu: hibás volt
id: gagal
it: ha fallito
ja: に失敗しました。
ko: 실패하였습니다.
nb: mislyktes
nl: is mislukt
pl: nie powiodło się
pt_br: falhou
ru: : не удалось
sv: misslyckades
th: ล้มเหลว
tr: başarısız oldu
uk: несправний
vi: đã thất bại
zh_hans: 失败
zh_hant: 失敗

source: iCloud Drive, other apps' folders, or anywhere in Files
ar: iCloud Drive، أو مجلدات التطبيقات الأخرى، أو أي مكان في Files
da: iCloud Drive, mapper fra andre apps eller hvor som helst i Files
de: iCloud Drive, Ordner anderer Apps oder beliebige Speicherorte in Files
es: iCloud Drive, carpetas de otras apps o cualquier ubicación de Files
fi: iCloud Drive, muiden appien kansiot tai mikä tahansa sijainti Files-apissa
fr: iCloud Drive, dossiers d’autres apps ou tout autre emplacement dans Files
he: iCloud Drive, תיקיות של יישומים אחרים או כל מקום ב־Files
hi: iCloud Drive, अन्य ऐप के फ़ोल्डर या Files में कोई भी स्थान
hu: iCloud Drive, más appok mappái vagy bárhol a Files appban
id: iCloud Drive, folder app lain, atau lokasi mana pun di Files
it: iCloud Drive, cartelle di altre app o qualsiasi posizione in Files
ja: iCloud Drive、ほかのアプリのフォルダ、またはFiles内の任意の場所
ko: iCloud Drive, 다른 앱의 폴더 또는 Files의 모든 위치
nb: iCloud Drive, mapper fra andre apper eller hvor som helst i Files
nl: iCloud Drive, mappen van andere apps of elke locatie in Files
pl: iCloud Drive, foldery innych aplikacji lub dowolne miejsce w Files
pt_br: iCloud Drive, pastas de outros apps ou qualquer local no Files
ru: iCloud Drive, папки других приложений или любое место в Files
sv: iCloud Drive, mappar i andra appar eller valfri plats i Files
th: iCloud Drive, โฟลเดอร์ของแอปอื่น หรือตำแหน่งใดก็ได้ใน Files
tr: iCloud Drive, diğer uygulamaların klasörleri veya Files içindeki herhangi bir konum
uk: iCloud Drive, папки інших програм або будь-яке місце у Files
vi: iCloud Drive, thư mục của ứng dụng khác hoặc bất kỳ đâu trong Files
zh_hans: iCloud Drive、其他 App 的文件夹或 Files 中的任何位置
zh_hant: iCloud Drive、其他 App 的檔案夾或 Files 中的任何位置

source: just now
ar: الآن
da: lige nu
de: gerade eben
es: hace un momento
fi: juuri nyt
fr: tout juste
he: – כרגע
hi: – अभी।
hu: – mostanra
id: baru saja
it: appena
ja: 今すぐ
ko: — 최근
nb: nettopp
nl: nu
pl: – chwilowo
pt_br: agora mesmo
ru: — только что
sv: just nu
th: เพิ่งได้รับ
tr: – şu anda
uk: — зараз
vi: – Ngay lúc này
zh_hans: ，刚刚
zh_hant: ，剛剛

source: leave blank if none
ar: اتركه فارغًا في حالة عدم وجوده
da: efterlad tom, hvis ingen
de: leer lassen, wenn keines vorhanden ist
es: dejar en blanco si no hay ninguno
fi: jättää tyhjäksi, jos ei ole.
fr: : laisser vide si aucun n'est présent
he: – שמרו ריק אם לא קיים כל ערך
hi: : यदि कोई नहीं है तो खाली रखें।
hu: : ha nincs érték, üres mezőben hagyja
id: boleh dikosongkan jika tidak ada
it: : lasciare vuoto se non presente
ja: ：項目が存在しない場合は空白に留めること。
ko: : 값이 없을 경우 빈칸으로 입력하십시오.
nb: : La være tom hvis ingenting er tilstede
nl: laat leeg als er geen is
pl: – puste pole w przypadku braku wartości
pt_br: deixe em branco se nenhuma existir
ru: — оставьте пустым, если таких данных нет
sv: : Låt vara tomt om inget finns.
th: : ให้ทิ้งว่างหากไม่มีข้อมูล
tr: : Hiçbir değer yoksa boş bırakın.
uk: – залиште порожнім, якщо таких варіантів немає.
vi: : Để trống nếu không có dữ liệu
zh_hans: ：若无值，请留空
zh_hant: ：若無值，請留空

source: light
ar: خفيف
da: let
de: leicht
es: ligera
fi: kevyt
fr: léger
he: קל
hi: लाइट
hu: könnyű
id: ringan
it: leggero
ja: 軽量
ko: 경량
nb: lett
nl: licht
pl: lekki
pt_br: leve
ru: лёгкий
sv: lätt
th: เบา
tr: hafif
uk: легкий
vi: nhẹ
zh_hans: 轻量
zh_hant: 輕量

source: modified
ar: معدّل
da: ændret
de: geändert
es: modificado
fi: muokattu
fr: modifié
he: שונה
hi: संशोधित
hu: módosítva
id: diubah
it: modificato
ja: 変更
ko: 수정됨
nb: endret
nl: gewijzigd
pl: zmodyfikowano
pt_br: modificado
ru: изменено
sv: ändrad
th: แก้ไขแล้ว
tr: değiştirildi
uk: змінено
vi: đã sửa
zh_hans: 已修改
zh_hant: 已修改

source: need attention
ar: بحاجة إلى الاهتمام
da: har brug for opmærksomhed
de: braucht Aufmerksamkeit
es: necesita atención
fi: tarvitsee huomiota
fr: nécessite une attention particulière
he: – יש להתייחס אליו
hi: पर ध्यान देने की आवश्यकता है।
hu: – figyelme szükséges
id: memerlukan perhatian
it: : richiede attenzione
ja: ：注意が必要です
ko: : 주의 필요
nb: trenger oppmerksomhet
nl: vereist aandacht
pl: wymaga uwagi
pt_br: precisa de atenção
ru: требует внимания
sv: kräver uppmärksamhet
th: จำเป็นต้องได้รับความสนใจ
tr: 'ye dikkat edilmesi gerekiyor
uk: потребує уваги
vi: cần được chú ý
zh_hans: 需要关注
zh_hant: 需要關註

source: needs attention
ar: يحتاج إلى الاهتمام
da: har brug for opmærksomhed
de: erfordert Aufmerksamkeit
es: necesita atención
fi: tarvitsee huomiota
fr: nécessite une attention
he: требует תשומת לב
hi: को ध्यान देने की आवश्यकता है।
hu: esetében figyelmet igényel
id: memerlukan perhatian
it: richiede attenzione
ja: は注意が必要です。
ko: 는 주의가 필요합니다.
nb: krever oppmerksomhet
nl: vereist aandacht
pl: wymaga uwagi
pt_br: necessita de atenção
ru: требует внимания
sv: kräver uppmärksamhet
th: จำเป็นต้องได้รับความสนใจ
tr: 'ye dikkat gerekiyor.
uk: потребує уваги
vi: cần được chú ý
zh_hans: 需要关注
zh_hant: 需要關註

source: no credentials
ar: : لا توجد بيانات اعتماد
da: – Ingen adgangsoplysninger
de: : keine Anmeldedaten
es: : sin credenciales
fi: – tietokoneelle ei ole käyttöoikeuksia
fr: : aucune identité de connexion disponible
he: – אין זכויות גישה
hi: : कोई प्रमाणीकरण उपलब्ध नहीं है।
hu: : nincs hitelesítő adat
id: : tidak ada kredensial
it: : nessun credenziale disponibile
ja: ：認証情報なし
ko: : 인증 정보 없음
nb: – ingen autentiseringsopplysninger
nl: : geen gemachtigingen
pl: – brak uwierzytelnień
pt_br: – sem credenciais
ru: : нет учетных данных
sv: – ingen autentiseringsuppgift
th: : ไม่มีข้อมูลประจำตัว
tr: : Yetkili bilgiler yok
uk: : немає авторизаційних даних
vi: : Không có thông tin xác thực
zh_hans: ：无凭据
zh_hant: ：無憑據

source: optional
ar: اختياري
da: valgfri
es: opcional
fi: valinnainen
fr: : optionnel
he: – tùy ý
hi: : वैकल्पिक
hu: – opcionális
id: opsional
it: opzionale
ja: ：オプション
ko: : 선택 옵션
nb: (valgfritt)
nl: optioneel
pl: – opcjonalne
pt_br: opcional
ru: — опционально
sv: valfritt
th: : ตัวเลือก
tr: : seçkin
uk: — необов'язковий параметр
vi: : tùy chọn
zh_hans: 可选
zh_hant: 可選

source: or
ar: أو
da: eller
de: oder
es: o
fi: tai
fr: ou
he: או
hi: या
hu: vagy
id: atau
it: oppure
ja: または
ko: 또는
nb: eller
nl: of
pl: lub
pt_br: ou
ru: или
sv: eller
th: หรือ
tr: veya
uk: або
vi: hoặc
zh_hans: 或
zh_hant: 或

source: previously cloned
ar: استُنسخ سابقًا
da: tidligere klonet
de: zuvor geklont
es: clonado previamente
fi: aiemmin kloonattu
fr: précédemment cloné
he: שוכפל בעבר
hi: पहले क्लोन किया गया
hu: korábban klónozva
id: sebelumnya dikloning
it: precedentemente clonato
ja: 以前クローン済み
ko: 이전에 클론됨
nb: tidligere klonet
nl: eerder gekloond
pl: wcześniej sklonowane
pt_br: clonado anteriormente
ru: ранее клонирован
sv: tidigare klonad
th: เคยโคลน
tr: daha önce klonlandı
uk: раніше клоновано
vi: đã sao chép trước đó
zh_hans: 曾经克隆
zh_hant: 曾經克隆

source: private
ar: خاص
da: privat
de: privat
es: privado
fi: yksiti
fr: privé
he: פרטי
hi: – निजी
hu: – magánadat
id: pribadi
it: privato
ja: 私有
ko: 개인용
nb: privat
nl: privé
pl: prywatne
pt_br: privado
ru: — приватный
sv: privat
th: ลับ
tr: özel
uk: приватний
vi: – riêng tư
zh_hans: 私有
zh_hant: 俬有

source: public
ar: عامة
da: offentlig
de: öffentlich
es: público
fi: julka
fr: publique
he: – ציבורי
hi: – सार्वजनिक
hu: – közösségi adatok
id: publik
it: pubblico
ja: 公開
ko: 공개
nb: offentlig
nl: openbaar
pl: – publiczne
pt_br: público
ru: — публичный
sv: – Offentligt
th: สาธารณะ
tr: – Genel
uk: – публічний
vi: công khai
zh_hans: 公共
zh_hant: 公共

source: remote version
ar: النسخة البعيدة مستودعات
da: fjernbetjeningsversion
es: versión remota
fi: etäversio
fr: – Version distante
he: , גרסה מרוחקת ארכיונים
hi: रिमोट संस्करण
hu: távvezérléses változat
id: Versi Remote Repository
it: versione remota
ja: リモート版
ko: 원격 버전
nb: fjernkontrollversjon
nl: -afstandsregelaarversie
pl: – wersja zdalna
pt_br: Versão remota Repositórios
ru: — удалённая версия Репозитории
sv: fjärrversion
th: รุ่นระยะไกล
tr: uzaktan sürüm
uk: — віддалена версія
vi: phiên bản từ xa
zh_hans: 远程版本
zh_hant: 遠程版本

source: renamed
ar: أعيدت تسميته
da: omdøbt
de: umbenannt
es: renombrado
fi: nimetty uudelleen
fr: renommé
he: שונה שם
hi: नाम बदला गया
hu: átnevezve
id: diubah nama
it: rinominato
ja: 名前変更
ko: 이름 변경됨
nb: omdøpt
nl: hernoemd
pl: przemianowano
pt_br: renomeado
ru: переименовано
sv: omdöpt
th: เปลี่ยนชื่อแล้ว
tr: yeniden adlandırıldı
uk: перейменовано
vi: đã đổi tên
zh_hans: 已重命名
zh_hant: 已重新命名

source: repositories
ar: مستودع
da: -lagre
de: -Repositorys
es: Repositorio
fi: versiot
fr: : référentiels
he: ארכיון
hi: रिपॉजिटरीज़
hu: adatmagázták
id: Repository
it: repository Repository
ja: リポジトリ
ko: 저장소
nb: -arkiv
nl: -reposities
pl: repositoriały Repositorium
pt_br: Repositório
ru: Репозиторий
sv: -lagringsplatser
th: คลังข้อมูล
tr: depolar
uk: репозиторії Репозиторій
vi: – Các kho dữ liệu Bộ lưu trữ
zh_hans: 存储库
zh_hant: 存儲庫

source: repository
ar: تم تحديد
da: -lager
es: repositorio
fi: versio
fr: répertoire
he: מאגר
hi: रिपॉजिटरी
hu: adatmagazin
id: repositori
ja: リポジトリ
ko: 저장소
nb: -gjenstandssamling
pl: repozytorium
pt_br: repositório
ru: репозиторий
sv: -lagringsplats
th: คลังข้อมูล
tr: depo
uk: репозиторій
vi: kho lưu trữ
zh_hans: 存储库
zh_hant: 存儲庫

source: selected
ar: تم تحديث
da: valgt
de: ausgewählt
es: seleccionado
fi: valittu
fr: sélectionné
he: נבחר
hi: चयनित
hu: – kiválasztva
id: telah dipilih
it: selezionato
ja: が選択されています
ko: 선택됨
nb: valgt
nl: is geselecteerd
pl: wybrano
pt_br: selecionado
ru: выбрано
sv: valt
th: ถูกเลือก
tr: seçildi
uk: вибрано
vi: đã được chọn
zh_hans: 已选
zh_hant: 已選

source: staged
ar: مرحّل
da: klargjort
de: bereitgestellt
es: preparado
fi: vaiheistettu
fr: indexé
he: מוכן
hi: स्टेज्ड
hu: előkészítve
id: disiapkan
it: in stage
ja: ステージ済
ko: 스테이지됨
nb: klargjort
nl: klaargezet
pl: przygotowany
pt_br: preparado
ru: подготовлено
sv: förberedd
th: จัดเตรียมแล้ว
tr: hazırlanmış
uk: підготовлено
vi: đã chuẩn bị
zh_hans: 已暂存
zh_hant: 已暫存

source: syncing
ar: جارٍ المزامنة
da: synkroniserer
de: synchronisiert
es: sincronizando
fi: synkronoidaan
fr: synchronisation
he: מסנכרן
hi: सिंक हो रहा है
hu: szinkronizálás
id: menyinkronkan
it: sincronizzando
ja: 同期中
ko: 동기화 중
nb: synkroniserer
nl: synchroniseert
pl: synchronizowanie
pt_br: sincronizando
ru: синхронизация
sv: synkroniserar
th: กำลังซิงค์
tr: senkronize ediliyor
uk: синхронізація
vi: đang đồng bộ
zh_hans: 同步中
zh_hant: 同步中

source: the remote host
ar: : المضيف البعيد
da: – den fjernhost
de: – der Fernhost
es: : el host remoto
fi: – kaukaisen hosti
fr: – hôte distant
he: – המארח הרוחב
hi: – रिमोट होस्ट
hu: : távoli host
id: host jarak jauh
it: l'host remoto
ja: ：リモートホスト
ko: : 원격 호스트
nb: – fjernhost
nl: : de externe host
pl: – odległy host
pt_br: – hospedeiro remoto
ru: — удалённый хост
sv: – fjärrhost
th: : โฮสต์ระยะไกล
tr: : uzaktaki sunucu
uk: — віддалений хост
vi: – máy chủ từ xa
zh_hans: 远程主机
zh_hant: 遠程主機

source: this is what gets staged
ar: هذا ما يتم تنظيمه الرمز المميز أو كلمة المرور
da: dette er, hvad der bliver iscenesat
de: Das ist es, was inszeniert wird
es: esto es lo que se pone en escena
fi: – tämä on se, mitä vaiheessa käsitellään.
fr: : c'est ce qui est mis en scène.
he: – זה מה שמופעל במערכת.
hi: — यही वह चीज़ है जो स्टेज किया जाता है।
hu: – ezt az adatot a szerveren tárolják.
id: : ini adalah yang diproses dalam proses staging.
it: : questo è ciò che viene montato.
ja: ：これがステージングされる内容です。
ko: : 이 내용이 스테이징됩니다.
nb: – dette er det som presenteres.
nl: : dit wordt op het podium gepresenteerd.
pl: – to właśnie jest zapisywane w systemie.
pt_br: – este é o que é armazenado no sistema.
ru: — это то, что передаётся на стадию обработки.
sv: – detta är det som presenteras.
th: : นี่คือสิ่งที่ถูกจัดวาง
tr: : Bu, sunum için kullanılır.
uk: – саме це виконується на етапі.
vi: – đây là nội dung được đưa vào staging.
zh_hans: ——此内容将被排入舞台
zh_hant: ——此內容將被排入舞颱

source: token or password
ar: تم تحديث
da: token eller adgangskode
de: Token oder Passwort
es: token o contraseña
fi: tunnus tai salasana:
fr: : jeton ou mot de passe
he: – טוקן או סיסמה
hi: टोकन या पासवर्ड
hu: token vagy jelszó
id: token atau kata sandi
it: token o password
ja: トークンまたはパスワード
ko: 토큰 또는 비밀번호
nb: -token eller passord
nl: -token of wachtwoord
pl: token lub hasło
pt_br: token ou senha
ru: токен или пароль
sv: -token eller lösenord
th: โทเคนหรือรหัสผ่าน
tr: token veya şifre
uk: токен або пароль
vi: : mã token hoặc mật khẩu
zh_hans: 令牌或密码
zh_hant: 令牌或密碼

source: type changed
ar: تغيير النوع
da: type ændret
de: Typ geändert
es: tipo cambiado
fi: tyyppi muutettu
fr: type modifié
he: סוג שונה
hi: प्रकार बदला गया
hu: típus módosítva
id: tipe diubah
it: tipo cambiato
ja: タイプ変更
ko: 유형 변경됨
nb: type endret
nl: type gewijzigd
pl: typ zmieniony
pt_br: tipo alterado
ru: тип изменён
sv: typ ändrad
th: เปลี่ยนประเภท
tr: tür değişti
uk: тип змінено
vi: đổi loại
zh_hans: 类型已更改
zh_hant: 類型已更改

source: untracked
ar: غير متتبع
da: usporet
de: unverfolgt
es: sin seguimiento
fi: seuraamaton
fr: non suivi
he: לא מעוקב
hi: अनट्रैक्ड
hu: nem követett
id: tidak terlacak
it: non tracciato
ja: 未追跡
ko: 추적 안 됨
nb: usporet
nl: niet gevolgd
pl: nieśledzony
pt_br: não rastreado
ru: не отслеживается
sv: ospårad
th: ไม่ได้ติดตาม
tr: izlenmeyen
uk: не відстежено
vi: chưa theo dõi
zh_hans: 未跟踪
zh_hant: 未追蹤

source: updated
ar: مُحدَّث
da: opdateret
de: aktualisiert
es: actualizado
fi: päivitetty
fr: mis à jour
he: עודכן
hi: को अपडेट किया गया है।
hu: frissítve
id: telah diperbarui
it: aggiornato
ja: が更新されました
ko: 가 업데이트되었습니다.
nb: oppdatert
nl: bijgewerkt
pl: zaktualizowano
pt_br: atualizado
ru: обновлено
sv: uppdaterad
th: ได้รับการอัปเดตแล้ว
tr: güncellendi
uk: оновлено
vi: đã được cập nhật
zh_hans: 已更新
zh_hant: 已更新

source: username
ar: اسم المستخدم
da: brugernavn
de: Benutzername
es: nombre de usuario
fi: käyttäjän nimi
fr: – Nom d'utilisateur
he: – שם משתמש
hi: उपयोगकर्ता नाम
hu: felhasználónév
id: nama pengguna
it: nome utente
ja: ユーザーネーム
ko: 사용자 이름
nb: brukernavn
nl: gebruikersnaam
pl: – nazwa użytkownika
pt_br: nome de usuário
ru: — имя пользователя
sv: användarnamn
th: ชื่อผู้ใช้
tr: kullanıcı adı
uk: — користувачкий ім'я
vi: – tên người dùng
zh_hans: 用户名
zh_hant: 用戶名

source: your version
ar: نسختك
da: din version
de: Ihre Version
es: tu versión
fi: versiosi
fr: – votre version
he: – הגרסה שלך
hi: – आपका संस्करण
hu: – a számítógép verziója
id: versi Anda
it: – la tua versione
ja: ：ご使用のバージョン
ko: : 귀하의 버전
nb: – din versjon
nl: – uw versie
pl: – Twoja wersja
pt_br: – sua versão
ru: — ваша версия
sv: – ditt versionsnummer
th: : เวอร์ชันของคุณ
tr: sürümünüz
uk: — ваша версія
vi: – Phiên bản của bạn
zh_hans: 您的版本
zh_hant: 您的版本

source: Branch '%@' was not found.
da: Filial '%@' blev ikke fundet.
de: Zweig „%@“ wurde nicht gefunden.
es: No se encontró la sucursal '%@'.
fi: haara &#39;%@&#39; ei löytynyt.
fr: Succursale»%@&#39;n&#39;a pas été trouvé.
he: – רשת'%@לא נמצאה.
hi: शाखा%@नहीं पाया गया।
hu: Részleg „%@nem található.
id: Cabang '%@tidak ditemukan.
it: Filiale '%@non è stato trovato.
ja: 分店%@は見つかりませんでした。
ko: 분사 '%@가 발견되지 않았습니다.
nb: -avdeling%@ble ikke funnet.
nl: -afdeling '%@is niet gevonden.
pl: Oddział „'"%@nie znaleziono.
pt_br: Filial '%@não foi encontrado.
ru: филиал «'»%@не найден.
sv: Filial%@hittades inte.
th: สาขา '%@ไม่พบ
tr: Şubesi%@bulunamadı.
uk: Підразділ «'» Значення%@не знайдено.
vi: Chi nhánh '%@không được tìm thấy.
zh_hans: 分支 “%@”未找到。
zh_hant: 分支 “%@”未找到。
